[
  {
    "Title": "Haine pentru pește",
    "Description": "\"Haine pentru peste\" este raspunsul elegant la intrebarea pe care nimeni n-a avut curajul s-o puna: \"Dar nu-i e frig pestelui?\" ori varianta mai filosofica \"Ce face un peste atunci cand ii este frig?\"\n\nCreata special pentru creaturile \"acvatice\" cu simt estetic, aceasta colectie haute-caviar ofera o experienta fashion umeda de neegalat. Fiecare piesa este croita cu grija, din materiale care se usuca instant pastrand insa acel luciu care te face sa te reindragostiti de apa de la primul strop.\n\nFunctii si detalii elegante:\n- Tricot subacvatic fin, disponibil in variante \"ocean pastelat\", \"val rebel\" si \"algae alga\"\n- Croi ergonomic adaptat pentru toate speciile – de la biban elegant pana la crap urban modern.\n- Sistem anti-alge si fermoar rezistent la curiozitatea caracatitelor.\n\nBeneficii:\n- Protejeaza pielea delicata a pestelui de invidie si curenti reci.\n- Imbunatateste moralul in orice acvariu si aduce un plus de stil si rafinament in mediul marin.\n- Ideal pentru pesti actori, influenceri acvatici sau parintii care cred ca moda nu are granite biologice.\n\n*Nota:* Poate provoca zambete involuntare, atasament emotional fata de guppy si conversatii filozofice despre sensul modei in adancuri.",
    "Price": 49.99,
    "CategoryName": "Petshop",
    "ImageFile": "hainepeste.webp",
    "Status": "Approved"
  },
  {
    "Title": "Desenele copilului meu",
    "Description": "Produsul \"Desenele copilului meu\" este rezultatul a 4 minute intense de creativitate pura infantila, putina saliva pe coltul foii si o viziune artistica care sfideaza toate legile anatomiei, perspectivei si logicii vizuale.\n\nPachetul contine:\n- 12 capodopere realizate in carioca, creion si urme neidentificabile de compot de visine.\n- Un portret al familiei in care toti au 3 degete si ochii pe frunte – interpretare libera, nu un accident. Nu judecam.\n- O girafa cu cap de nor si un avion care pare sa planga existential.\n- Bonus: un soare cu zambet sociopat si o casa care, dupa toate indiciile, e un simbol al anxietatii arhitecturale postmoderne reinterpretate.\n\nBeneficii:\n- Iti aminteste zilnic cat de fragil este ego-ul tau artistic.\n- Ideal pentru decor minimalist, adica pentru pereti albi care n-au cerut asa ceva.\n- Poate fi cadou perfect ironic pentru parinti prea perfecti.\n\n*Nota:* Culorile pot varia in functie de dispozitia copilului si de numarul de zile la care i se permite accesul la carioci. Rezultatul final este neprelucrat digital si 100% sincer. Nici un creion, foaie de hartie ori dispozitiv digital nu a fost ranit in timpul, dupa dar nici inaintea exercitarii actului artistic. Din cate stim noi...",
    "Price": 120.00,
    "CategoryName": "Decoratiuni",
    "ImageFile": "desenelecopilului.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Smart Watch cu Bunica",
    "Description": "\"Smart Watch cu Bunica\" nu e doar un gadget – e un mic miracol tehnologic care aduce iubirea, grija si umorul bunicii direct la incheietura ta. Combina functiile moderne ale unui smartwatch cu vocea blanda a copilariei tale, ca sa-ti aminteasca de lucrurile care conteaza cu adevarat.\n\nFunctii principale:\n- Masoara pasii, pulsul si… cat de bine ti-a prins ultima ciorba calda.\n- Trimite notificari motivationale precum \"Ai grija de tine!\", \"Bea apa!\" si \"Hai, inca un pas si te aplaud!\".\n- Modul \"Dor de acasa\" reda sunete autentice: linguri in farfurii, televizor la volum prea mare si vorbe bune.\n- Se sincronizeaza cu aplicatiile de sanatate moderne, dar si cu amintirile frumoase din copilarie.\n- GPS cu voce calma care te indruma mereu \"sa mergi pe drumul cel bun, puiul meu\".\n- Functie Barfa activa care permite un debriefing al intregii zile.\n- Functie \"Sa nu speli azi, mamaie\" - reminder pentru zilele in care NU se spala.\n\nBeneficii:\n- Iti ofera confort emotional constant dar si o doza constanta de energie pozitiva.\n- Te face sa zambesti chiar si in cele mai agitate zile.\n- Ideal pentru oricine isi doreste o combinatie intre tehnologie si tandretea unei conversatii simple, sincere.\n\nNota: Autonomia dispozitivului creste semnificativ cand primeste un \"Multumesc, bunico!\". Vine ambalat cu o mini-esarfa digitala si o grija autentica, in fiecare pixel.",
    "Price": 350.00,
    "CategoryName": "Electronice",
    "ImageFile": "ceasbunica.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Vreau sa aud numai bine",
    "Description": "\"Vreau sa aud numai bine\" este dispozitivul revolutionar care filtreaza realitatea cruda printr-o pereche de urechi fericite. Uita de stiri negative, reprosuri sau vecini care bat in calorifer — acest gadget inteligent detecteaza automat vibratiile sonore neplacute si le transforma in fraze de bine.\n\nFunctii principale:\n- Te ajuta sa auzi doar complimente, glume reusite si idei bune.\n- Convertor integrat \"critica → incurajare\" (ex: \"iar ai intarziat!\" devine \"ma bucur ca ai ajuns pana la urma!\").\n- Filtru acustic de optimism cu setare pe niveluri: \"Zen usor\", \"Bunica mandra\" si \"Festivalul bucuriei interioare\".\n- Mod \"office friendly\": inlocuieste sunetele telecomenzilor si ale e-mail-urilor urgente cu muzica de ploaie tropicala, fosneste de padure de foioase ori cantec de imperechere cetacee.\n- Actualizari zilnice cu sunete de pasarele si voci care-ti spun sincer: \"Totul va fi bine.\"\n\nBeneficii:\n- Iti protejeaza sufletul si stima de sine, fara abonament lunar.\n- Perfect pentru dimineti aglomerate, traficul din oras, calatorii cu mijloacele de transport in comun ori intalnirile care \"nu dureaza mult\".\n- Produs 100% compatibil cu oameni, plante si pisici sensibile.\n\nUn update over-the-air ulterior, va oferi complet gratuit, modulul NoBS ASMR: gratie celor 5 microfoane integrate, depistam in timp real stereo si automat sintagme de tipul \"cand te mariti\", \"nu-ti gasesti si tu pe cineva?\", \"cand slabesti\" cat si alte 200 similare cu versuri celebre ale lui Taylor Swift ori Delia, la alegre.\n\n*Nota:* Poate produce o stare de calm brusc, recunostinta spontana si chef de vorbit frumos. Nu inlocuieste ajutorul medical, dar inlocuieste cu succes conversatiile care te obosesc.",
    "Price": 899.99,
    "CategoryName": "Electronice",
    "ImageFile": "vreausaaud.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Bibelou Bunica",
    "Description": "\"Bibelou bunica\" este mai mult decat un obiect decorativ: e o chintesenta unei forte spirituale care transforma orice sufragerie intr-un muzeu al misterului fiind totodata un perpetuu altar al prafului etern.\n\nFabricata dintr-un material imposibil de definit — undeva intre portelan fin, speranta zdrobita brusc si Alcool Sanitar 70° — aceasta piesa artistica vintage emana energie de duminica dupa-amiaza, cand nu merge nimeni nicaieri si telenovela e in reluare.\n\nCaracteristici:\n- Vine la pachet cu aura unei bunici care ofteaza la stirile de la ora 5.\n- Sclipiciul ei decorativ este facut din visele destramate ale colectionarilor de suveniruri.\n- Orice atingere declanseaza un cor discret de \"nu pune mana ca se sparge!\".\n- Include functia pasiva \"amintiri din comunism\" activata automat la contactul cu lumina naturala.\n\nBeneficii:\n- Se asorteaza perfect cu Mileul Soacrei si cu Pestele de Sticla.\n- Creeaza o atmosfera de calm si teama in masuri egale.\n- Este un cadou excelent pentru oricine a spus vreodata \"nu mai cumpar nimic, dar...\".\n\n*Nota:* Produsul nu se recomanda copiilor, animalelor de companie sau oamenilor cu simtul realist pentru frumos. Odata cumparat, te va privi de la inaltime si te va judeca pentru totdeauna.",
    "Price": 65.00,
    "CategoryName": "Decoratiuni",
    "ImageFile": "bibeloubunica.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Covrig pentru camera copilului",
    "Description": "\"Covrig pentru camera copilului\" este solutia decorativ-gustativa care aduce confort, aroma si un strop de nebunie in orice spatiu de joaca. Nu se mananca (teoretic), dar miroase a mic dejun corporatist si a vacanta la bunici.\n\nInspirat de forma eterna a fericirii circulare, covrigul-obiect-cult, combina designul nordic japonez cu sentimentul romanesc de \"hai ca mai pot putin\". Este realizat din materiale moi, sigure pentru copii si rezistente la pofta parintilor. Pot contine urme fine de mac ori susan.\n\nFunctii si detalii simpatice:\n- Textura pufoasa, ideala pentru somn, joaca sau contemplare carbohidratata.\n- Dimensiune perfecta pentru imbratisat, calarit sau supravegheat in tacere.\n- Poate fi folosit ca perna, scaun, trofeu imaginar sau snack emotional de rezerva.\n- Nu contine gluten, desi pare ca ti-ar placea sa-l aiba.\n- Variante disponibile: \"Covrig Clasic\", \"Covrig cu mac cosmic\" si \"Covrig de vis cu sare de mare departare\".\n\nBeneficii:\n- Transforma orice camera intr-un loc mai cald, mai amuzant si clar mai rotund.\n- Stimuleaza pofta de povesti, rasete si carbohidrati imaginari.\n- Perfect pentru copii, parinti si spirite flamande.\n\n*Nota:* Nu se recomanda contactul in perioada l-v in intervalul 9-6 . Se curata usor cu un burete si o poveste buna.",
    "Price": 85.00,
    "CategoryName": "Jucarii, Copii & Bebe",
    "ImageFile": "covrigcopil.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Ganduri fiica mea",
    "Description": "\"Ganduri fiica mea\" este un set unic de reflectii spontane, livrate aleator si nemijlocit din universul unei minti tinere, geniale si complet imprevizibile. Nu e un jurnal, nu e o aplicatie – e o experienta existentiala unica 360, in ambalaj roz si cu sclipici din plin, parfumata vag cu curiozitate si revolta constructiva.\n\nContinutul variaza in functie de zi, dispozitie si nivelul de incredere in omenire. Exista si zile de repaos total. Poate contine:\n- 3 vise marete pe termen scurt (\"vreau unicorn real\", \"vreau sa dorm la ora 10:00, dar la 2\")\n- 2-4 reflectii despre viata, timp si sensul cerealelor cu ciocolata\n- 1 critica sociala accidentala (de obicei despre adulti care \"nu inteleg nimic\")\n- o concluzie filosofica de tipul \"oricum, imi place sa colorez/cant/stau\"\n\nFunctii si avantaje:\n- Iti ofera acces in premiera la gandurile necenzurate ale generatiei mai tinere.\n- Poate fi folosit pe post de terapie, poezie sau tratament impotriva seriozitatii cronice.\n- Creste brusc nivelul de empatie si nevoia de inghetata cu fistic.\n- Se livreaza cu update-uri zilnice neanuntate de tipul \"M-am razgandit!\".\n\nBeneficii:\n- Iti reaminteste ca lumea e mai frumoasa cand nu avem toate raspunsurile.\n- Perfect pentru parinti care vor sa \"inteleaga\" adolescenta si totusi sa nu reuseasca pe deplin.\n- Compatibil cu orice inima si cu toate formele de iubire parentala cunoscute, indiferent de anul de nastere.\n\n*Nota:* Produsul se auto-actualizeaza fara permisiune. Nu necesita baterii, ci doar rabdare si o imbratisare la momentul potrivit. Dorim pe aceasta cale mult succes utilizatorului!",
    "Price": 50.00,
    "CategoryName": "Carti & Birotica",
    "ImageFile": "gandurifiica.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Pijamale Broasca Testoasa Castigatoare",
    "Description": "\"Pijamale Broasca Testoasa Castigatoare\" nu sunt doar un articol vestimentar pentru somn. Sunt o declaratie de ritm existential: dormi incet, viseaza calm, trezeste-te invingator la pranz.\n\nConfectionate din fire moi de rabdare si ambalate in intelepciune transpirabila, aceste pijamale ofera confort psihologic si victoria lenta a celor care stiu ca linia de finish nu pleaca nicaieri.\n\nDetalii notabile:\n- Material antigraba pe baza de velcro: elimina tendinta de a te ridica brusc din pat si de a lua viata personal.\n- Imprimeu motivational cu testoasa care zambeste superior pe fond pastelat infuzat cu succes tacut.\n- Functie integrata de autosiguranta: te face sa crezi ca orice greseala e \"parte din drum\".\n- Cusaturile sunt realizate in spirala lenta, ca simbol al progresului emotional fara efort.\n- Disponibile in nuantele \"Verde Zen\", \"Albastrui de Rabdare\" si \"Victorie In Ritm Lent\".\n\nBeneficii:\n- Iti schimba relatia cu timpul: in pijamalele astea, si serialul de la TV devine meditatie.\n- Se potrivesc perfect cu ceaiuri calde, esecuri acceptate si planuri amanate elegant.\n- Ideal pentru oameni care stiu ca a castiga nu inseamna a alerga — ci a rezista frumos.\n\n*Nota:* Nu se recomanda pentru competitii sportive sau intalniri in calendar. Poarta-le cand vrei sa-ti amintesti ca unele victorii se castiga intinzandu-te bine.",
    "Price": 129.99,
    "CategoryName": "Imbracaminte & Incaltaminte",
    "ImageFile": "pijamalebroasca.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Cos Cumparaturi eMAG",
    "Description": "\"Cos Cumparaturi eMAG\" este mai mult decat un container digital. Este o reflectie a personalitatii tale mobile, un colaj emotional format din dorinte, impulsuri si oferte ce urmeaza sa le achiti in rate cu 0% dobanda. Aici iti tii visurile la reducere si regretele ca nu ai luat doua bucati.\n\nFunctii fundamentale:\n- Poate stoca simultan chiar si 42 de produse, 7 remuscari de tipul \"am ratat oferta!\" si 3 rationalizari inutile (\"poate am nevoie si de al 5-lea cablu HDMI\").\n- E perfect compatibil cu salariul abia intrat.\n- Sincronizare automata intre dispozitive: daca vrei ceva pe laptop, si telefonul tau stie ce ai tu nevoie acum.\n- Modul \"Black Friday PTSD\", care se activeaza spontan cand vezi cuvantul \"stoc limitat\".\n- Functie de ghosting emotional — adica pastreaza produsele de luni intregi in lista de favorite, doar ca sa-ti reaminteasca cine ce nu poti iubi inca.\n\nBeneficii:\n- Ofera control financiar si ajutor in luarea deciziilor inteligente.\n- Te ajuta sa-ti exprimi gusturile fara sa judece.\n- Ideal pentru cei care iubesc shopping-ul ca stil de viata.\n\n*Nota:* Cosul nu judeca, dar vede tot. Periodic, sopteste: \"Mai cumparam si noi ceva azi sau doar dai scroll?\"",
    "Price": 49.99,
    "CategoryName": "Decoratiuni",
    "ImageFile": "cosemag.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Robotul de Desen pentru Copii",
    "Description": "\"Robotul de Desen pentru Copii\" nu este doar un dispozitiv. Este un prieten, un mentor si uneori un profet mic din plastic care stie cand copilul tau vrea sa deseneze o floare trista pe perete sau un delfin care are intrebari despre sensul vietii pe masa din living.\n\nProiectat in laboratoare unde nicio carioca n-a fost ranita, robotul foloseste 47 de senzori emotionali si o lingurita de empatie digitala ca sa transforme gandurile copilului in linii, pete, pete mari si multe dungi cromatice.\n\nFunctii existential-educative:\n- Modul \"Inspiratie divina\": robotul intra intr-o stare de reverie si deseneaza lucruri care n-au fost inca descoperite de ochiul uman.\n- Se hraneste cu tipete, entuziasm si firimituri de biscuiti.\n- Poate interpreta tacerile copilului ca pe o cerere artistica de tip \"vreau o bufnita mov cu trei picioare\".\n- Include functia rara \"Autoportret din spate\" — desenul arata ce gandeste robotul despre tine.\n- Are momente in care, pur si simplu, refuza sa deseneze si priveste lung in mijlocul foii, ca un artist intr-o criza creativa de tip USB C. Apoi varsa.\n\nBeneficii universale:\n- Iti invata copilul frumusetea esecului pe hartie si triumful formelor nedefinite.\n- Poate concura cu orice muzeu de arta contemporana creat accidental.\n- Creste IQ-ul copilului, nivelul de haos din camera si cortizonul la parinti.\n\n*Nota:* Robotul are memorie afectiva. Dupa 5 desene, incepe sa-si puna intrebari despre ciocolata. A nu se lasa nesupravegheat langa acuarele senzoriale — dezvolta atasament.",
    "Price": 249.99,
    "CategoryName": "Jucarii, Copii & Bebe",
    "ImageFile": "robotdesen.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Puzzle Iubiti",
    "Description": "\"Puzzle Iubiti\" este o experienta de cuplu ambalata in carton lucios si promisiuni. Contine 1000 de piese, dar doar 998 se potrivesc, ca-n viata. Celelalte doua raman acolo — misterioase, iritante, imposibil de gasit, dar incredibil de importante pentru suflet.\n\nProiectat pentru cei care vor sa-si testeze rabdarea, compatibilitatea si capacitatea de a nu arunca cutia pe geam, \"Puzzle Iubiti\" transforma timpul petrecut impreuna in meditatie activa despre sensul completitudinii, al increderii si al lipsei ei.\n\nFunctii emotionale incluse:\n- Modul \"Te iubesc, dar nu inteleg de ce piesa asta nu intra aici\" (traducere aproximativa a \"That's what she said!\" din jocul original licenta)\n- Sistem de incompatibilitate progresiva – cu cat credeti ca ati terminat, cu atat mai sigur ca lipseste ceva.\n- Actualizari spontane ale pieselor: unele dispar doar pentru a reaparea cand nu mai conteaza.\n- Imagine finala: doi oameni aproape intregi, inconjurati de margini frumoase, dar strambe.\n\nBeneficii sentimentale:\n- Invatati impreuna lectia profunda a ajustarii emotionale.\n- Ideal pentru serile in care linistea devine conversatie.\n- Poate fi inceput oricand, dar nu se termina niciodata cu adevarat.\n\n*Nota:* Se recomanda folosirea cu inima deschisa si lumina calda. Cutia nu contine instructiuni pentru dragoste, doar un avertisment: \"nu forta piesele — nici pe ale tale, nici pe ale celuilalt.\"",
    "Price": 80.00,
    "CategoryName": "Decoratiuni",
    "ImageFile": "puzzleiubiti.jpg",
    "Status": "Rejected"
  },
  {
    "Title": "Scutece pentru hamster",
    "Description": "\"Scutece pentru hamster\" este solutia revolutionara pentru animalele mici, dar cu metabolism mare si o etica de igiena discutabila. Gata cu surprizele de sub roata si cu intrebarile existentiale de tipul \"si-acum unde s-a dus?\".\n\nRealizate din fibre ultrafine, sintetice si absolut disproportionate pentru dimensiunea purtatorului, aceste scutece ofera confort, stil si o senzatie de control fin pentru orice rozator care vrea sa-si redobandeasca demnitatea pierduta.\n\nDotari incredibile:\n- Material respirabil, pentru hamsteri care alearga in cercuri metaforice.\n- Indicator de umiditate: se coloreaza in roz pal atunci cand viata isi urmeaza cursul natural.\n- Prindere cu nano-velcro, creat de ingineri britanici care au refuzat sa lucreze la lucruri mai importante.\n- Modele disponibile: \"Business Casual\", \"Noapte buna, Ronti\" si editia limitata \"Cyborg cu inima mica\".\n- Compatibil cu 98% dintre hamsterii care refuza realitatea.\n\nBeneficii:\n- Reda stapanului iluzia reconfortanta a controlului asupra haosului biologic.\n- Ofera animalului confort emotional si ocazia rara de a se simti serios.\n- Ideal pentru hamsterii urbani, cu anxietate de apartament.\n\n*Nota:* Hamsterul poate experimenta crize de identitate temporare si un sentiment acut de \"ce facem noi aici?\". Produsul nu este destinat oamenilor, dar nici universul nu judeca.",
    "Price": 29.99,
    "CategoryName": "Petshop",
    "ImageFile": "scutecehamster.jpg",
    "Status": "Pending"
  },
  {
    "Title": "eBook Reader Amazon Kindle 2024 (11th Gen)",
    "Description": "eBook Reader Amazon Kindle 2024 (11th Gen), 16 GB, Display 6\", Wi-Fi, USB-C, Negru\n\nVedeti diferenta. La propriu.\nFaceti cunostinta cu cel mai usor si mai compact Kindle, acum cu functii de afisare imbunatatite si intoarcere mai rapida a paginilor. Lumina frontala este cu 25% mai stralucitoare la setarea maxima, acum la fel de stralucitoare ca Kindle Paperwhite. Cu lumina frontala reglabila si modul intunecat, cititi fara efort in orice moment al zilei pe ecranul de 6\" fara stralucire.\n\nCititi in confort, ziua sau noaptea\nCititi oricand, oriunde, cu cel mai usor si mai compact Kindle. Reglati afisajul iluminat frontal sau utilizati modul intunecat pentru a inversa culoarea textului.\n\nCititor, fara intreruperi\nFara intreruperi de la mesaje, e-mailuri si social media, va puteti pierde in poveste.\n\nMai multe capitole. Mai putina incarcare.\nObtineti mult timp de lectura intre incarcari. O singura incarcare prin USB-C dureaza pana la 6 saptamani. Durata de viata a bateriei poate varia in functie de utilizare.\n\nSelectie masiva\nGasirea de povesti noi nu a fost niciodata mai usoara cu Kindle. Magazinul Kindle ofera acces la o biblioteca de continut de neegalat, cu milioane de titluri si exclusivitati Kindle pe care nu le veti gasi in alta parte.",
    "Price": 650.00,
    "CategoryName": "Electronice",
    "ImageFile": "kindle_2024.jpg",
    "Status": "Approved"
  },
  {
    "Title": "eBook Reader Amazon Kindle Scribe 2022",
    "Description": "eBook Reader Amazon Kindle Scribe 2022, 64GB, Premium Pen, Display 10.2\" 300 ppi, Wi-Fi, USB C, Gri\n\nCititi si scrieti in mod natural ca pe hartie\nCu un ecran Paperwhite de 10,2\", 300 ppi, Kindle Scribe este perfect pentru a citi si a scrie, chiar si in lumina directa a soarelui. Afisajul mare va ofera spatiu pentru a lua notite si a tine un jurnal si faciliteaza ajustarea dimensiunii fontului si a latimii marginilor pentru un confort de lectura imbunatatit. Scrierea pe Kindle Scribe se simte ca si cum ai scrie pe hartie. De la aderenta naturala a stiloului in mana si pana la sunetul pe care il auziti atunci cand scrieti, suprafata Kindle Scribe este creata pentru cea mai buna experienta posibila de citire si scriere.\n\nPuterea stiloului\nKindle Scribe include fie un stilou Basic, fie un stilou Premium. Ambele iti ofera mai multe modalitati de utilizare a Kindle-ului decat oricand. Stiloul Premium Pen are o radiera dedicata si un buton de comanda rapida, care poate fi atribuit pentru a comuta fara probleme intre stilou, marcator si altele.\n\nAdaugati note scrise de mana\nCreati notite autocolante scrise de mana in milioane de carti electronice din Kindle Store fara a aglomera pagina. Atingeti pur si simplu locul in care doriti sa inserati o nota pe pagina pentru a captura rapid acel gand scris de mana pentru mai tarziu. Notele sunt organizate automat in functie de carte, intr-un singur loc, astfel incat sa puteti naviga, rasfoi si exporta cu usurinta toate notele dvs. din carte.\n\nMai multe moduri de a scrie\nUn stilou si un marcator sunt intotdeauna la indemana, dar uneori aveti nevoie de mai multe optiuni. Incercati stiloul pentru o caligrafie frumoasa, treceti la marker pentru a va sublinia notitele sau folositi creionul pentru schite usoare. Unele instrumente de scris dispun de capacitati imbunatatite de presiune si inclinare.\n\nAranjati-va notitele\nCu ajutorul instrumentului de selectie lasso redimensionati, mutati, taiati, copiati sau lipiti notitele in interiorul si intre caiete si carti.\n\nLuati notite in documentele dvs.\nImportati in siguranta fisiere in Kindle Scribe prin Send-to-Kindle in browserul web de pe desktop, cu ajutorul butonului \"Share\" din aplicatia Kindle pentru iOS si Android sau direct prin Microsoft Word (este necesar un abonament Microsoft 365). Marcati fisierele PDF importate in aspectul original sau inserati note pe documentele Microsoft Word importate si pe alte formate de fisiere Send-to-Kindle compatibile.\n\nTrimiteti caiete de notite contactelor dvs.\nConvertiti, editati si trimiteti cu usurinta caietele scrise de mana sub forma de text colegilor si prietenilor dvs. Partajati prin e-mail pentru a le utiliza in documente sau prezentari.\n\nSimplificati-va notitele vietii\nKindle Scribe este, de asemenea, un caiet si un jurnal cu sabloane incluse, cum ar fi hartie cu linii, planificatoare, liste de sarcini si multe altele. Nu mai cautati prin teancuri de hartie, pastrati notitele organizate in dosare si subdosare, iar acum vizualizati mai multe pagini ale caietelor dvs. deodata cu functia de prezentare generala a caietelor. Accesati caietele dvs. prin intermediul aplicatiei mobile Kindle.\n\nCitire si scriere in orice lumina\nLumina calda reglabila si lumina frontala cu reglare automata ofera o experienta de citire si scriere confortabila si personalizata, zi sau noapte. Iar cu incarcarea prin USB-C si o baterie cu o durata de viata care dureaza luni de zile pentru lectura si saptamani pentru scris, va puteti cufunda in continutul dvs. fara grija de a gasi o priza de curent.",
    "Price": 2999.99,
    "CategoryName": "Electronice",
    "ImageFile": "kindle_scribe.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Tableta ePaper reMarkable Paper Pro, 11.8\"",
    "Description": "Tableta ePaper reMarkable Paper Pro, 11.8\", 2160x1620, 64 GB, Wi-Fi, Grey + Marker Plus + Book Folio in Mosaic Weave - Basalt\n\nThe ultimate paper tablet\nAdu hartia in fluxul tau de lucru digital cu reMarkable Paper Pro. Ultra-subtire si portabila, dar cu un ecran color de 11,8\", lumina de citire ajustabila si o experienta de scriere asemanatoare hartiei, fara egal.\n\nIa notite mai bune, adnoteaza documente si vizualizeaza-ti ideile cu cea mai asemanatoare experienta de scriere pe hartie intalnita vreodata intr-un notebook digital.\n\nElimina zgomotul digital cu o tableta de hartie conceputa pentru a fi complet lipsita de distrageri, ajutandu-te sa iti gasesti concentrarea si sa iti faci treaba la cel mai bun nivel.\n\nRamai la zi cu actele tale. Tine caietele si documentele intr-un singur loc sigur — usor accesibil pe mai multe dispozitive si platforme.\n\nAcum si mai aproape de scrisul pe hartie\nSuprafata texturata a ecranului creat special este conceputa pentru a oferi frecare realista si o senzatie de scriere si mai naturala. Raspunsul extrem de rapid si distanta dintre stilou si \"cerneala\" mai mica de 1 mm fac din reMarkable Paper Pro apogeul realismului hartiei.\n\nUn afisaj adevarat cu cerneala color\nSpre deosebire de alte afisaje digitale pe hartie, afisajul Canvas Color de pe reMarkable Paper Pro foloseste milioane de particule de cerneala colorata, creand o saturatie si o profunzime mai bune, o gama mai larga de tonuri naturale si o amestecare mai rafinata.\n\nVizualizeaza in culori\nCuloarea nu este doar expresiva. Ea deschide noi posibilitati de explorare a ideilor. Foloseste culorile pentru a adauga structura notitelor si planurilor, pentru a atrage atentia asupra lucrurilor importante sau pentru a face informatiile complexe mai usor de inteles.\n\nStiloul. Perfectionat\nMarker-ele noastre sunt varful tehnologiei de scriere digitala, combinand control precis si o receptivitate incredibila cu confort pe tot parcursul zilei.\n\nMarker Plus\nRamai in fluxul de scriere mai mult timp, cu o finisare fin texturata pentru o prindere mai buna si confort suplimentar. Marker Plus are, de asemenea, o radiera integrata pentru a face corectii precise si rapide, fara intreruperi.\n\nCiteste confortabil. Zi sau noapte.\nIn loc sa emita lumina albastra puternica ca un smartphone sau laptop, reMarkable Paper Pro reflecta lumina naturala la fel ca cartea ta preferata.\n- Lumina de citire: Lucreaza oriunde, oricand\n- Reflexie redusa: Citeste in lumina directa a soarelui\n- Luminozitate ajustabila: Adapteaza ecranul la mediul tau\n- Prietenos cu ochii: Fara lumini puternice sau palpaitoare care provoaca oboseala vizuala\n\nRamai organizat\nFara dezordine pe birou. Toate actele tale sunt intr-un singur loc. Folderele, etichetele si paginile practic nelimitate pastreaza toate notitele si documentele aranjate ordonat si usor de gasit.\n\nFa-l al tau\nPersonalizeaza-ti reMarkable Paper Pro si protejeaza-l cu un Book Folio sau Type Folio. Gaseste combinatia perfecta, dintr-o gama de culori si materiale fine.",
    "Price": 5699.99,
    "CategoryName": "Electronice",
    "ImageFile": "remarkable_paper_pro.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Casti On Ear Sony WH-CH510B, Wireless, Bluetooth, Microfon, Negru",
    "Description": "Casti On-Ear SONY WHCH510B, Bluetooth, Microfon, 35 ore autonomie, Negru\n\nCasti wireless\nBucurati-va de muzica si podcast-urile preferate mai mult timp cu castile WH-CH510 de la Sony. Cu un design usor si pana la 35 de ore de ascultare non-stop, nu va trebui sa va faceti griji cu privire la ramanerea fara baterie.\n\nStreaming wireless\nAscultati piesele preferate de pe un smartphone sau o tableta cu ajutorul tehnologiei wireless Bluetooth.\n\nAll-day power and quick charging\nCu o durata mare de autonomie a bateriei de 35 de ore, veti avea suficienta putere chiar si pentru calatorii lungi. O incarcare rapida de 10 minute va va oferi pana la 90 de minute de redare.\n\nLuati muzica oriunde\nCastile WH-CH510 sunt compacte si usoare. Cu ajutorul garniturilor pivotante sunt usor de impachetat.\n\nButtons that make listening easy\nUtilizati butoanele pentru play/stop, skip sau pentru ajustarea volumului.\n\nEasy hands-free calling\nDatorita microfonului incorporat nu este nevoie sa scoateti telefonul din buzunar.\n\nVoice-assistant compatible\nO simpla apasare de buton va conecteaza la asistentul vocal al smartphone-ului dumneavoastra pentru a obtine indicatii, pentru a reda muzica si pentru a comunica cu persoanele de contact.",
    "Price": 389.00,
    "CategoryName": "Electronice",
    "ImageFile": "sony_casti_whch510.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Casti audio on-ear JBL Tune 510, Bluetooth, Asistent vocal, Pure Bass, 40 h, Multi-point, Albastru",
    "Description": "Casti audio on-ear JBL Tune 510, Bluetooth, Asistent vocal, Pure Bass, 40 h, Multi-point, Albastru\n\nSunet JBL Pure Bass\nDispune de renumitul sunet JBL Pure Bass, care poate fi gasit in cele mai renumite locatii din intreaga lume.\n\nStreaming wireless Bluetooth 5.0\nTransmiteti wireless sunet de inalta calitate de pe smartphone fara cabluri.\n\nDurata de viata a bateriei de pana la 40 de ore si viteza de incarcare rapida (5 minute = 2 ore)\nPentru distractie de lunga durata, ascultati muzica timp de 40 de ore si reincarcati bateria in doar 2 ore cu ajutorul cablului USB tip C. O reincarcare rapida de 5 minute va ofera inca 2 ore de muzica.\n\nApeluri Hands-Free\nControleaza usor sunetul si apelurile primite cu ajutorul butoanelor de pe casca.\n\nUsoare, confortabile si pliabile\nMaterialele usoare si pernele moi pentru urechi, cu banda captusita, fac castile confortabile si bune de purtat pentru perioade indelungate. Designul pliabil va permite sa transportati castile oriunde.\n\nCompatibile cu Siri si Google Assistant\nActiveaza Siri sau Google Assistant cu ajutorul butonului multifunctional.\n\nConexiune multi-point\nVa permite sa comutati fara efort de la un dispozitiv Bluetooth® la altul. Puteti trece pur si simplu de la un videoclip de pe tableta la un apel pe telefonul mobil, astfel incat sa nu pierdeti niciodata un apel telefonic.",
    "Price": 304.02,
    "CategoryName": "Electronice",
    "ImageFile": "jbl_tune_510_blue.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Casti In-Ear Huawei FreeBuds SE 2, True Wireless, Bluetooth, White",
    "Description": "Casti Wireless Huawei FreeBuds SE 2, White\n\nBaterie puternica: Renunta la cabluri fara nicio grija\nIncarca-ti castile timp de 10 minute inainte de a porni la drum si bucura-te de pana la 3 ore de ascultare. Dupa ce au fost incarcate complet, castile permit pana la 9 ore de redare audio, iar atunci cand sunt incarcate de mai multe ori in cutia de incarcare, pot oferi pana la 40 de ore de redare!\n\nDesign usor si ergonomic\nIti mangaie auzul si te uimesc de la prima vedere. Fiecare casca cantareste doar 3,8 g si este proiectata pentru o potrivire perfecta, bazata pe peste 300.000 de esantioane de canale auditive si analize ergonomice.\n\nConexiune fara intrerupere\nConexiunea Bluetooth 5.3 robusta sincronizeaza sunetul si imaginea, pentru o experienta audiovizuala captivanta. Difuzorul a trecut cu succes 26 de teste de fiabilitate riguroase.\n\nAsociere si conectare cu usurinta\n- Asociere initiala: deschide cutia de incarcare, iar castile vor intra automat in modul de conexiune Bluetooth.\n- Reconectare automata: dupa asocierea cu succes, castile se vor reconecta automat la telefon atunci cand cutia este deschisa.\n\nIP54 rezistenta la praf si la stropire\nNivel IP54 de rezistenta la praf si stropire, pentru protectia castilor in timpul antrenamentelor si al activitatilor in aer liber.\n\nTotul la degetul mic\nAsculta muzica, sari peste piese, raspunde la apeluri sau vorbeste cu asistentul vocal – totul cu doar cateva atingeri (atingere dubla pe casca stanga/dreapta).",
    "Price": 159.99,
    "CategoryName": "Electronice",
    "ImageFile": "huawei_freebuds_se2.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Boxa portabila JBL Go 4, IP67, Bluetooth, Auracast, Negru",
    "Description": "Boxa portabila JBL Go 4, IP67, Bluetooth, Auracast, Negru\n\nSavureaza sunetul puternic JBL Pro oriunde te-ai duce. Boxa portabila JBL Go 4, cu conectare prin Bluetooth, indrazneata si colorata, incape perfect in palma ta, oferind un sunet JBL Pro clar, puternic, cu bass bogat si plin de impact. Agatatoarea integrata, recent regandita, o face usor de transportat oriunde, iar varietatea de culori iti permite sa alegi una care se potriveste stilului tau.\n\nSunet JBL Pro ultra-portabil cu bass mai puternic\nNu te lasa pacalit de dimensiunile mici. JBL Go 4 are putere serioasa, oferind un sunet JBL Pro puternic cu bass plin de impact.\n\nPana la 7 ore de redare plus 2 ore cu Playtime Boost\nNu te stresa cu lucrurile marunte precum incarcarea bateriei. JBL Go 4 iti ofera pana la 7 ore de redare la o singura incarcare. Doar apasa pe butonul de Playtime Boost pentru a prelungi redarea, adaugand pana la 2 ore duratei de viata a bateriei.\n\nRezistenta la apa si praf\nClasa de rezistenta la apa si praf IP67 a lui JBL Go 4 garanteaza ca aceasta boxa portabila poate face fata aproape oricarui mediu, de la o petrecere la piscina pana la un picnic pe malul marii.\n\nConexiune multipla de boxe prin Auracast™\nVrei un sunet JBL Pro si mai puternic? Conecteaza doua boxe Go4 pentru sunet stereo sau conecteaza wireless mai multe boxe JBL compatibile cu Auracast folosind tehnologia Auracast™ pentru un sunet si mai puternic.",
    "Price": 199.99,
    "CategoryName": "Electronice",
    "ImageFile": "jbl_go_4_black.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Boxa portabila JBL Charge 5, Bluetooth, Pro Sound, IP67, PartyBoost, Powerbank, Negru",
    "Description": "Boxa portabila JBL Charge 5, Bluetooth, Pro Sound, IP67, PartyBoost, Powerbank, Negru\n\nSunet original, profesionist si indraznet JBL\nLuați cu voi puterea uimitoare a JBL Pro Sound. JBL Charge 5 are un driver de excursie optimizat, un tweeter separat și radiatoare duble de bas JBL, toate oferind un sunet impresionant de bogat și clar. Obțineți un sunet puternic, de camerei, chiar și în aer liber.\n\n20 de ore de redare\nDistracția nu trebuie să se oprească. Boxa are o durată incredibilă de viață a bateriei de 20 de ore, JBL Charge 5 vă permite să petreceți toată ziua și toata noaptea.\n\nCertificare IP67 pentu rezistenta la apă și la praf\nLa piscina sau in parc. JBL Charge 5 este rezistent la apă și la praf, astfel încât să puteți asculta muzica oriunde mergeti.\n\nRedare wireless prin Bluetooth\nBoxa JBL Charge 5 se poate conecta pana la doua tablete sau smartphone-uri. Bucura-te de sunetul profesional JBL.\n\nRelansează distracția cu PartyBoost\nAceasta functie iti permite sa conectezi doua dispozitive compatibile PartyBoost pentru un sunet stereo sau mai multe dispozitive compabitile pentru a-ti putea da sunetul de petrecere de care ai nevoie.\n\nPowerbank incorporat\nNu pune niciodata pauza unei petreceri. Un powerbank incorporat iti permite sa iti incarci dispozitivele.",
    "Price": 563.99,
    "CategoryName": "Electronice",
    "ImageFile": "jbl_charge_5_black.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Boxa portabila Tellur FRF, Bluetooth, 6W, Tricolor",
    "Description": "Boxa portabila Tellur FRF, Bluetooth, 6W, Tricolor\n\nJoc acasa sau in deplasare? Indiferent unde joaca echipa dumneavoastra, muzica va fi redata impreuna cu difuzorul Bluetooth portabil.\n\nCaracteristici:\n- Design modular;\n- Functie de apelare hands-free integrata;\n- Redati muzica prin Bluetooth, AUX sau card microSD;\n- Usoara, usor de transportat.",
    "Price": 18.00,
    "CategoryName": "Electronice",
    "ImageFile": "tellur_frf_tricolor.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Telefon mobil Samsung Galaxy Z Flip7, 12GB RAM, 256GB, 5G, Jetblack",
    "Description": "Telefon mobil Samsung Galaxy Z Flip7, 12GB RAM, 256GB, 5G, Jetblack\n\nCel mai elegant si la indemana Asistent AI\nDesign Infinity View cu experienta AI optimizata pe ecranul frontal\nPuterea AI la indemana ta\nExperienta unica a camerei Flex cu Zoom automat si stabilizare a imagiii\nPerformanta crescuta cu bateria de 4300 mAh",
    "Price": 6100.00,
    "CategoryName": "Electronice",
    "ImageFile": "samsung_z_flip7_jetblack.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Telefon mobil Samsung Galaxy Z Fold7, 12GB RAM, 256GB, 5G, Jetblack",
    "Description": "Telefon mobil Samsung Galaxy Z Fold7, 12GB RAM, 256GB, 5G, Jetblack\n\n- Cel mai subtire design pe un Fold\n- Camera de 200MP pentru de 4x mai multe detalii\n- Ecran marit pentru productivitate sporita / vizionare imbunatatita\n- AI imbunatatit pentru utilizare pe ecran mare\n- Gemini Live pe ecran mare pentru interactiuni in timp real\n- Performanta puternica cu cel mai nou procesor pe 3nm Snapdragon® 8 Elite for Galaxy\n- Comunicare fara bariere prin functia Interpret si traducerea in Dual Screen",
    "Price": 9300.00,
    "CategoryName": "Electronice",
    "ImageFile": "samsung_z_fold7_jetblack.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Telefon mobil Motorola razr 60, 8GB RAM, 256GB, PANTONE Lightest Sky",
    "Description": "Telefon mobil Motorola razr 60, 8GB RAM, 256GB, PANTONE Lightest Sky\n\nAcceseaza ce ai nevoie, cand ai nevoie\nLasa moto ai sa iti vina in ajutor. Intelege ce se afla pe ecran si ofera sugestii in timp real pentru ca lucrurile sa functioneze. De exemplu, cand e momentul sa dai tonul, Playlist Studio creeaza coloana sonora perfecta, fara efort si exact la timp.\n\nElementele tale esentiale in stilul tau\nPanouri personalizabile pentru acces instantaneu, gesturi handsfree pentru control fara efort si actualizari vizibile dintr-o privire, fara a deschide clapeta.\n\nCadrele de nivelul urmator\n- Fa o poza: Ridica palma, fa patru poze si permite caracteristica Serie de fotografii.\n- Nopti mai luminoase: Imbunatateste luminozitatea si reduce zgomotul automat.\n- Selfie-uri: Camera de 32 MP pentru apeluri video extrem de clare.\n- Ultra HDR: Interval dinamic imbunatatit de pana la 5 ori.\n- Fotografiile de grup: Detectia zambetului face fotografia cand toata lumea este gata.\n\nAI care functioneaza pentru nevoile tale\n- Memorie inteligenta: Salveaza o captura sau o nota si intreaba mai tarziu \"Ce tort voiam sa incerc?\".\n- Catch me up: Rezumat rapid si personalizat al notificarilor.\n- Google Gemini: Vorbeste live cu asistentul AI care se adapteaza stilului tau conversational.\n\nDivertisment si Performanta\n- Ecran: OLED de 6,9\", validat Pantone, peste un miliard de culori.\n- Audio: Dolby Atmos si difuzoare stereo puternice.\n- Baterie: 4500 mAh cu incarcare TurboPower 30W (energie in 15 minute).\n- Procesor: MediaTek Dimensity 7400X cu procesare AI imbunatatita.\n- Memorie: 8 GB RAM + RAM boost si 256 GB stocare.",
    "Price": 2500.00,
    "CategoryName": "Electronice",
    "ImageFile": "motorola_razr_60_sky.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Consola PlayStation 5 (PS5) Slim, 1TB SSD, E-Chassis, EA Sports FC 26 Bundle",
    "Description": "Consola PlayStation 5 (PS5) Slim, 1TB SSD, E-Chassis, EA Sports FC 26 Bundle\n\nClubul iti apartine in EA SPORTS FC™ 26\nJoaca in stil propriu si beneficiaza de o experienta de joc reinventata, care are la baza feedbackul Comunitatii FC. Noua presetare Authentic Gameplay iti ofera cea mai realista experienta de joc de fotbal din Cariera, in timp ce presetarea Competitive Gameplay este creata special pentru jocul in Football Ultimate Team™ si Cluburi.\n\nPlay Has No Limits™ - Consola PlayStation 5 Slim\nConsola PS5 dezlantuie noi posibilitati de gaming. Experimenteaza incarcare de mare viteza cu un SSD ultra-rapid, imersiune mai profunda, feedback haptic, declansatoare adaptive si sunet 3D.\n\nDesign Slim & 1TB Stocare\nCu PS5, te poti bucura de tehnologie de gaming puternica intr-un design de consola elegant si compact. Pastreaza jocurile preferate mereu la indemana cu 1TB spatiu de stocare pe SSD incorporat.\n\nTehnologie de varf:\n- Ray Tracing: Imersiune completa in lumi cu un nou nivel de realism.\n- Gaming 4K: Joaca titlurile favorite PS5 pe uimitoarele televizoare 4K.\n- Pana la 120fps: Gameplay rapid si fluid pentru jocurile compatibile.\n- HDR: Game de culori incredibil de vibrante si naturale.\n- Tempest 3D AudioTech: Sunet care pare ca vine din toate directiile.\n\nControler DualSense:\n- Feedback Haptic: Simte efectele actiunilor tale.\n- Declansatoare adaptive: Niveluri dinamice de rezistenta ce simuleaza impactul fizic.\n\nBonus:\n- Contine jocul ASTRO’S Playroom preinstalat.\n- Compatibilitate cu peste 4000 de jocuri PS4.",
    "Price": 3000.00,
    "CategoryName": "Electronice",
    "ImageFile": "ps5_slim_fc26.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Consola Nintendo Switch 2, Light Blue/Light Red JoyCon",
    "Description": "Consola Nintendo Switch 2, Light Blue/Light Red JoyCon\n\nUrmatoarea evolutie a consolei Nintendo Switch este aici!\nDa viata jocurilor cu un ecran mai mare de 1080p - sau conecteaza-l la un televizor si joaca la o rezolutie de pana la 4K. Suportul pentru HDR, VRR si ratele de cadre de pana la 120 fps va permit sa va bucurati de culori vii, claritate si un joc fluid.\n\nEcran mai mare, aceeasi grosime\nAlegeti mare cu un ecran de 7,9 inchi care va permite sa va bucurati de un gameplay fluid oricand si oriunde. Ecranul LCD incorporat este capabil de rezolutie Full HD (1080p) in modul portabil.\n\nJoaca in 4K\nDescopera toate detaliile cu rezolutii ale ecranului de pana la 4K atunci cand conectezi consola Nintendo Switch 2 la un televizor compatibil folosind dock-ul dedicat.\n\nJoy-Con 2 cu conectori magnetici\nPrindeti noile controllere Joy-Con™ 2 in pozitie cu ajutorul conectorilor magnetici. Fiecare controler poate fi folosit chiar si ca mouse in jocurile compatibile.\n\nSpune „buna” la GameChat\nIncepeti oricand un chat cu prietenii folosind butonul C! Impartaseste-ti ecranul de joc in timp ce vorbesti sau conecteaza-te fata in fata cu camera Nintendo Switch 2 (vanduta separat).\n\nHD Rumble 2\nDe la un tremur slab la o scuturare puternica, HD rumble 2 sporeste fidelitatea si capacitatea de feedback al fortei.\n\nTrei moduri de joc diferite\nLa fel ca sistemele Nintendo Switch anterioare, va puteti bucura de jocurile dvs. oricand si oriunde, in modul TV, modul de masa sau modul portabil.",
    "Price": 2600.00,
    "CategoryName": "Electronice",
    "ImageFile": "nintendo_switch_2.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Consola Microsoft Xbox Series X, 1TB, Negru",
    "Description": "Consola Microsoft Xbox Series X, 1TB, Negru\n\nVa prezentam Xbox Series X, cea mai rapida si puternica consola Xbox construita vreodata. Joaca mii de titluri de la patru generatii de console - toate jocurile arata si ruleaza cel mai bine pe Xbox Series X.\n\nCel mai puternic Xbox creat vreodata\nExploreaza lumi noi si bogate si bucura-te de actiune ca niciodata cu cele 12 teraflop-uri de neegalat de putere bruta de procesare grafica. Bucurati-va de jocuri 4K cu pana la 120 de cadre pe secunda, sunet spatial 3D avansat si multe altele.\n\nTe joci mai mult, astepti mai putin\nExperimentati viteza si performanta de ultima generatie cu Xbox Velocity Architecture, alimentat de un SSD personalizat si de un software integrat. Schimbati fara probleme intre mai multe jocuri jucate recent intr-un flash cu Quick Resume.\n\nMii de jocuri in patru generatii\nJoaca mii de jocuri de la patru generatii de Xbox, inclusiv Xbox One, Xbox 360 si titluri Xbox originale, cu compatibilitate inversa. Datorita puterii si vitezei Xbox Series X, multe dintre aceste jocuri vor arata si vor rula mai bine ca niciodata.\n\nFaceti cunostinta cu noul controler wireless Xbox\nExperimentati controlerul wireless Xbox modernizat, conceput pentru un confort sporit in timpul jocului. Ramaneti la tinta cu o aderenta texturata, capturati si distribuiti continut fara probleme.\n\nInformatii importante:\n- 4K la 120 FPS: necesita continut si display acceptate.\n- 8K: necesita continut si display acceptate.\n- Dolby: Dolby Vision HDR pe Xbox necesita un afisaj compatibil.\n- Smart Delivery: doar pentru jocurile acceptate.",
    "Price": 3775.00,
    "CategoryName": "Electronice",
    "ImageFile": "xbox_series_x.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Camera Video NBD®, 5K Ultra HD, WiFi - Ecran Tactil 3.0 inch, 48MP, Zoom Digital 16X, Negru",
    "Description": "Camera Video NBD®, 5K Ultra HD, WiFi - Ecran Tactil 3.0 inch, 48MP, Zoom Digital 16X, Negru\n\n5K & 48MP CAMERA VIDEO\nExperimentati video uluitor 5K (30 cadre/sec) si fotografii adevarate de 48MP. Echipata cu zoom digital 16X, aceasta camera vlog compacta va apropie de actiune de la distanta. Capturati fiecare detaliu cu claritate vie.\n\nZoom 16X & Control Ergonomie\nStapaniti fotografia la distanta cu zoom digital precis 16X care captureaza detalii cristaline peste 100m (300ft), in timp ce algoritmii anti-vibratii mentin claritatea chiar la zoom maxim. Butonul fizic ergonomic de zoom ofera feedback tactil pentru reglaje fluide de marire.\n\nCamere Vlog pentru Calatorii\nProiectata pentru creatori nomazi, ecranul tactil IPS cu rotatie 270° activeaza inregistrarea instant la deschidere. Rezistati pana la 150 de minute de filmare continua. Interfata optimizata pentru calatorii ofera 3 moduri quick-start (selfie, peisaj, dinamic).\n\nConexiune WiFi & Control prin App\nControl wireless la 18m (60ft) prin WiFi dual-band, cu previzualizare live si ajustari parametrice de pe smartphone. Aplicatia dedicata include distribuire sociala cu un click.\n\nCadou Perfect - Kit Creator All-in-One\nAcest pachet complet include: camera D100, microfon, lumina LED de umplere, cap de lentila 43mm, card reader, card SD 32GB si set profesionist de curatare.",
    "Price": 1000.00,
    "CategoryName": "Electronice",
    "ImageFile": "camera_video_nbd_5k.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Camera digitala Bedee 4K UHD 48MP, zoom 16x, neagra, set complet cu card SD 32GB",
    "Description": "Camera digitala Bedee 4K UHD 48MP, zoom 16x, neagra, set complet cu card SD 32GB\n\nFotografii super clare de 48 MP și video 4K UHD\nCamera digitală este echipată cu un procesor CMOS și un pixel fotografic de 48 MP. Echipată cu funcție de autofocus, te poți concentra ușor în timpul fotografierii și poți obține imagini extrem de clare. În același timp, camera digitală este echipată și cu rezoluție video 4K de ultra înaltă definiție.\n\nZoom digital de 16x și bliț puternic\nCu ajutorul butoanelor W/T poți mări și micșora ecranul de înregistrare, poți face fotografii de aproape și poți surprinde texturi clare. Blițul puternic al camerei digitale poate oferi o iluminare bună în timpul înregistrării.\n\nAparat foto ideal pentru selfie-uri\nAparatul foto are un ecran mare de 3 inch, care poate fi rotit cu 180°. Camera are și trei moduri de înregistrare continuă și numărătoare inversă (2s/5s/10s).\n\nCameră digitală multifuncțională\nOferă și un obiectiv UV, filtre diverse, înfrumusețare, întârziere video, video cu încetinitorul, funcție de cameră web și HDMI.\n\nSpecificații:\n- Model: DC101LAF\n- Senzor de imagine: CMOS de 8 megapixeli\n- Rezoluție foto: Max 48M\n- Rezoluție video: 2.7K; FullHD 1080p\n- Memorie: card SD extern (inclus 32 GB, suporta pana la 128 GB)\n- Capacitate baterie: 800 mAh\n\nPachetul include:\n1x cameră digitală 4K, Card SD 32 GB, 2x acumulatori, suport de încărcare, cablu HDMI, capac obiectiv, cablu USB, husă, curea, manual.",
    "Price": 700.00,
    "CategoryName": "Electronice",
    "ImageFile": "camera_bedee_4k.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Sonerie Premium Audio-Video IP, LSC Smart Connect, WiFi, FULL HD, IR",
    "Description": "Sonerie Premium Audio-Video IP, LSC Smart Connect, WiFi, FULL HD, IR\n\nSonerie video cu functie vocala si o raza de actiune de 25 m\nCu aceasta camera inteligenta de securitate stii intotdeauna exact ce se intampla in casa ta sau in jurul ei. Descarcati aplicatia LSC Smart Connect si fiti cu ochii pe apartamentul dvs. oriunde v-ati afla. Vizualizati inregistrarile video la calitate HD pe smartphone-ul dvs.\n\nCaracteristici principale:\n- Camp vizual de 130° si vedere pe timp de noapte (IR).\n- Comunicare bidirectionala: poti comunica cu usurinta cu toti cei care se afla la usa ta prin intermediul aplicatiei, indiferent unde te afli.\n- Stocare: Suport pentru card Micro SD de pana la 128 GB (nu este inclus) pentru inregistrare continua.\n- Functie captura foto: Cand o persoana suna la sonerie, se efectueaza automat o captura foto salvata in aplicatie pentru a vedea istoricul vizitatorilor.\n- Securitate date: Datele sunt gazduite pe un server UE in conformitate cu legile europene privind protectia datelor.",
    "Price": 350.00,
    "CategoryName": "Electronice",
    "ImageFile": "lsc_smart_doorbell.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Friteuza cu aer cald Tefal Easy Fry Mega EY855BE0",
    "Description": "Friteuza cu aer cald Tefal Easy Fry Mega EY855BE0, 2020W, capacitate 7.5 L, 8 programe automate, vas detasabil antiaderent, display LCD, temperatura reglabila 80°C to 200°C, timer pana la 60 minute, gri\n\nFriteuza cu aer cald de mari dimensiuni, ideala pentru delectarea familiei si a invitatilor\nFriteuza Tefal Easy Fry Mega incadreaza capacitatea extra-mare de gatit in dimensiuni compacte pentru a economisi spatiu! Prepara cantitati suficiente pentru toti membrii familiei si prietenii tai (maxim 8 persoane).\n\nCaracteristici principale:\n- Capacitate foarte mare: 7.5 L, potrivita pentru pana la 8 portii.\n- Gatire precisa: 8 programe presetate, control temperatura 80°C-200°C, timer 60 min.\n- Economisire de energie si timp: Consuma cu pana la 65% mai putina energie si gateste cu 37% mai rapid decat cuptoarele traditionale.\n- Curatare usoara: Cos antiaderent compatibil cu masina de spalat vase.\n- Aplicatia My Tefal: Acces la retete personalizate.\n\nDesignul modern in nuanta gri si dimensiunea spatioasa il fac un aparat esential in orice bucatarie, oferind un echilibru perfect intre capacitate mare, eficienta si eleganta.",
    "Price": 470.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "tefal_easy_fry_mega.jpg",
    "Status": "Pending"
  },
  {
    "Title": "Friteuza dubla fara ulei Philips Airfryer Seria 3000 NA351/00",
    "Description": "Friteuza dubla fara ulei Philips Airfryer Seria 3000 NA351/00, tehnologia Rapid Air, 2 recipiente de 2 dimensiuni, afisaj digital, 8 presetari, capacitate 9 litri, cronometru, compatibila cu HomeID\n\nCrocante, fragede si gatite uniform cu tehnologia RapidAir Plus\nDesignul brevetat optimizeaza circulatia caldurii pentru rezultate optime: alimente crocante, fragede, gatite uniform de fiecare data, cu pana la 90% mai putina grasime.\n\n2 sertare si 2 dimensiuni pentru orice masa\nAirfryer cu 2 sertare: sertarul mare este perfect pentru feluri principale (pana la 1.5 kg), iar sertarul mai mic pentru garnituri, legume si gustari. Functia de sincronizare asigura ca ambele preparate sunt gata in acelasi timp, pentru o masa calda si completa.\n\nCaracteristici principale:\n- Ecran tactil cu 8 presetari: Cartofi prajiti (proaspeti/congelati), pui, carne, legume, peste, prajituri si reincalzire.\n- Functia Copiere: Seteaza rapid aceeasi durata si temperatura pentru ambele cosuri.\n- Economic: Consuma cu pana la 70% mai putina energie decat un cuptor standard.\n- Capacitate totala de 9L: Ideala pentru intreaga familie.\n- Aplicatia HomeID: Retete personalizate si indrumari pas cu pas.\n- Curatare usoara: Componente lavabile in masina de spalat vase.",
    "Price": 780.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "philips_airfryer_3000_dual.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Friteuza cu aer cald Philips Airfryer Essential Collection HD9270/90",
    "Description": "Friteuza cu aer cald Philips Airfryer Essential Collection HD9270/90, capacitate 6.2 L, afisaj digital, 7 setari presetate, Dimensiune XL, Tehnologie Rapid Air, negru\n\nCartofi cu gust grozav, cu pana la 90% mai putina grasime!\nBucura-te de alimente sanatoase, crocante la exterior si fragede la interior, datorita tehnologiei Rapid Air care roteste aerul fierbinte sub forma de „stea de mare”.\n\nConceputa pentru gatitul de zi cu zi - Dimensiune XL\nPhilips AirFryer XL este conceput tinand cont de familia ta. Cosul cu capacitatea de 1,2 kg, combinat cu tava de 6,2 l, te ajuta sa gatesti pana la 5 portii de mancare o data.\n\nEcran tactil cu 7 presetari\nAtinge un buton si gateste. Programele presetate includ gustari congelate, cartofi prajiti proaspeti, carne, peste, ciocanele de pui, tort si legume la gratar.\n\nFunctii versatile si Mentinere la cald\nNoua friteuza Philips Essential ofera multiple posibilitati: prajire, coacere, preparare la gratar, rumenire si chiar reincalzire. Alege modul de pastrare la cald, iar alimentele tale vor ramane la temperatura ideala timp de pana la 30 de minute.\n\nSpecificatii:\n- Putere: 2000 W\n- Curatare: Componente lavabile in masina de spalat vase (Quick Clean)\n- Eficienta: Gateste cu pana la 50% mai rapid decat un cuptor traditional.",
    "Price": 581.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "philips_hd9270_xl.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Masina de paine Tefal Pain Doré PF210138, 700 W, 1000 g, 12 programe",
    "Description": "Masina de paine Tefal Pain Doré PF210138, 700 W, 1000 g, 12 programe, 3 setari, alb/ negru\n\nPain Dore, ajutorul ideal pentru a prepara acasa paine proaspata si delicioasa\nRasfata-te cu paine proaspat coapta oricand doresti. Cu programele automate poti prepara paine frantuzeasca, de secara, paine integrala, dulce sau fara gluten, briose, prajituri si chiar gem si terci!\n\n12 programe automate\nPaine normala, paine frantuzeasca, paine dulce, paine de secara, paine integrala, paine fara gluten, paine rapida, prajituri, gem, terci, programe pentru dospit si copt.\n\n3 setari de greutate si 3 niveluri de rumenire\nDe la 500 g pana la 1 kg pentru toate poftele. Selecteaza culoarea crustei: de la paine alba si moale la paine rumenita si crocanta.\n\nPaine proaspat coapta in orice moment\nFunctii pentru pornire programabila pana la 15 ore si mentinere la cald timp de 1 ora. Trebuie doar sa adaugi ingredientele si sa programezi pornirea aparatului.\n\nUsor de utilizat si curatat\nPanou de control intuitiv cu ecran LCD. Cuva si malaxorul au invelis antiaderent, sunt detasabile si compatibile cu masina de spalat vase. Include o carte de retete pentru a descoperi o mare varietate de preparate.",
    "Price": 489.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "tefal_pain_dore.jpg",
    "Status": "Pending"
  },
  {
    "Title": "Masina de paine Latkon MBF-001, 710W, 900g, 15 programe",
    "Description": "Masina de paine Latkon MBF-001, 710W, 900g, 15 programe\n\nDescopera gustul painii de casa! Masina de paine Latkon MBF-001 este aici pentru a transforma prepararea painii intr-o experienta placuta si fara stres. Prepara paine proaspata si sanatoasa la tine acasa, fara aditivi sau conservanti!\n\nCaracteristici Cheie:\n- Ecran LCD: Afiseaza toate setarile si timpul ramas pentru coacere.\n- Capac cu fereastra de vizualizare: Vezi cum painea ta se coace perfect fara sa deschizi capacul.\n- 15 programe prestabilite: Paine alba, integrala, fara gluten, prajituri, aluat pentru pizza si multe altele.\n- Functie de pastrare la cald: Painea ramane calda timp de 60 de minute dupa coacere.\n- Capacitate ajustabila: Prepara paini de 500g, 750g si 900g, perfect adaptate nevoilor tale.\n- Nivel de rumenire reglabil: Alege intre o crusta crocanta sau una moale.\n\nUsor de utilizat:\nAdauga ingredientele conform retetei, selecteaza programul, greutatea si gradul de rumenire, apoi apasa Start. La final, un semnal sonor te anunta ca painea este gata.",
    "Price": 650.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "latkon_mbf_001.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Masina de paine Tefal Pain & Délices PF240E38, 700 W, 1000 g, 20 programe",
    "Description": "Masina de paine Tefal Pain & Délices PF240E38, 700 W, 1000 g, 20 programe, Negru/Argintiu\n\nDescopera nenumarate delicii la tine acasa cu masina de paine multifunctionala Pain & Délices! Este cea mai completa si versatila masina de paine de la Tefal, permitandu-ti sa prepari nu doar paine, ci si pizza, paste, gem, terci, cereale si chiar produse lactate.\n\n20 de programe automate:\n- 3 programe fara gluten: paine, paine dulce, prajituri.\n- 7 programe pentru paine: normala, rapida, frantuzeasca, dulce, integrala, integrala rapida, de secara.\n- 7 programe pentru alte tipuri de preparate: dospit, paste, prajituri, copt, terci, cereale, gem.\n- 3 programe pentru produse lactate: iaurt, iaurt de baut si branza cottage.\n\nCaracteristici principale:\n- Prepara acasa propriile produse lactate: Cu recipientul dedicat, poti prepara pana la 1 litru de branza proaspata sau iaurt.\n- Adaptabila: 3 setari de greutate (500g - 1kg) si 3 niveluri de rumenire.\n- Programabila: Functii pentru pornire programabila pana la 15 ore si mentinere la cald timp de 1 ora.\n- Include carte de retete pentru inspiratie.",
    "Price": 710.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "tefal_pain_delices.jpg",
    "Status": "Pending"
  },
  {
    "Title": "Espressor automat Philips seria 3300 EP3341/50, LatteGO",
    "Description": "Espressor automat Philips seria 3300 EP3341/50, LatteGO, 6 tipuri de bauturi, ecran tactil intuitiv, Tehnologie noua SilentBrew pentru preparare silentioasa, Aplicatie HomeID, rasnita ceramica, negru\n\nCel mai simplu mod de a savura cafea din boabe proaspete\nSavurati 6 bauturi calde si racoritoare dintr-o singura atingere cu spuma, temperatura si aroma perfecta.\n\nLatteGo - Cel mai rapid sistem de curatare a laptelui\nLatteGo pregateste automat spuma de lapte neteda si fina. Este format din doar 2 parti, fara tuburi ascunse, si poate fi curatat in doar 10 secunde sub jetul de apa sau in masina de spalat vase.\n\nCaracteristici principale:\n- 6 bauturi: Espresso, cafea clasica, cappuccino, latte macchiato, cafea cu gheata si apa calda.\n- SilentBrew: Preparare silentioasa a cafelei datorita tehnologiei de ecranare fonica.\n- Rasnita ceramica 100%: Durabila si reglabila in 12 trepte, pentru a scoate in evidenta toata savoarea boabelor.\n- Filtru AquaClean: Prepara pana la 5000 de cani fara a fi nevoie de detartrare.\n- Personalizare usoara: Ecran tactil intuitiv cu pictograme colorate si functie \"My Coffee Choice\" pentru a regla taria si cantitatea.",
    "Price": 1999.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "philips_lattego_3300.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Espressor automat Philips EP1224/00, 1500W, 2 bauturi",
    "Description": "Espressor automat Philips EP1224/00, 1500W, 2 bauturi, sistem clasic de spumare a laptelui, afisaj tactil, rasnita ceramica, compatibil cu filtrul Aqua Clean, gri casmir\n\n2 tipuri gustoase de cafea din boabe proaspete, usor de preparat\nSavureaza gustul si aroma delicioase de cafea din boabe proaspete, la temperatura perfecta. Sistemul clasic de spumare a laptelui (cu abur) iti permite sa prepari usor o spuma fina si cremoasa pentru cappuccino.\n\nO varietate de cafele, personalizate pe gustul tau\n- Ecran tactil intuitiv: Selecteaza usor cafeaua preferata.\n- My Coffee Choice: Ajusteaza intensitatea aromei si cantitatea bauturii.\n- Rasnita ceramica 100%: Durabila si precisa, reglabila in 12 trepte (de la pudra fina la macinare grunjoasa), garantata pentru 20.000 de cesti.\n\nUtilizare si curatare fara efort\n- Filtru AquaClean: Schimband filtrul la timp, nu va trebui sa detartrezi aparatul timp de pana la 5000 de cesti.\n- Unitate de preparare detasabila: Permite curatarea temeinica prin simpla clatire la robinet.\n- Componente lavabile in masina de spalat vase: Sistemul de lapte, tava de scurgere si recipientul pentru zat.",
    "Price": 1199.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "philips_ep1224_grey.jpg",
    "Status": "Pending"
  },
  {
    "Title": "Espressor automat Philips EP5543/90 seria 5500, LatteGo, 20 bauturi, Alb cromat",
    "Description": "Espressor automat Philips EP5543/90 seria 5500, presiune 15 bari, solutie de lapte LatteGO, 20 tipuri de bauturi, ecran tactil, Tehnologie noua SilentBrew-preparare silentioasa, rasnita ceramica, functie QuickStart, jet suplimentar, alb cromat\n\nCel mai simplu mod de a te bucura de cafea fierbinte si cu gheata\nAlege una dintre cele 20 de retete delicioase de cafea cu LatteGo 5500. De la latte-uri laptoase, la cafele racoritoare cu gheata, fiecare bautura se prepara la temperatura ideala. LatteGo face spuma matasoasa si curatarea usoara.\n\nSistemul de lapte LatteGo - Curatare in 10 secunde\nTehnologia de spumare ciclonica creeaza o spuma fina chiar si cu lapte vegetal. Cu doar doua piese si fara tuburi, sistemul poate fi curatat in mai putin de 10 secunde sub jet de apa.\n\nTehnologia SilentBrew\nCu 40% mai silentios decat modelele anterioare. Folosind protectia fonica si macinarea silentioasa, aparatul ofera o experienta placuta de preparare a cafelei (certificare Quiet Mark).\n\nSelecteaza, personalizeaza si salveaza\nAfisajul intuitiv iti permite sa selectezi o reteta si sa reglezi intensitatea, tipul cafelei si cantitatea de lapte. Salveaza-ti bautura preferata intr-unul din cele patru profiluri de utilizator.\n\nFunctii avansate:\n- QuickStart: Pornesti aparatul si prepari imediat o cafea, fara asteptare lunga.\n- Jet suplimentar: Adauga mai multa aroma, fara gust amarui, la oricare dintre retetele de cafea.\n- Rasnita ceramica: Rezistenta la uzura, reglabila in 12 trepte.\n- Filtru AquaClean: Pana la 5000 de cesti fara detartrare.",
    "Price": 3100.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "philips_ep5543_white.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Cafetiera Heinner HCM-800BK, 800W, 1.5L, Negru",
    "Description": "Cafetiera Heinner HCM-800BK, 800W, 1.5L, Negru\n\nFiltru detasabil si lavabil\nFiltrul cafetierei este detasabil si lavabil si il poti spala si clati rapid cu apa calda, dupa ce arunci zatul de cafea.\n\nCapacitate 1.5 L\nCapacitatea sa mare de 1.5L este extrem de utila pentru a pregati pana la 15 cesti de cafea, pentru intreaga familie si pentru musafirii din timpul weekend-ului.\n\nFunctie anti-picurare\nAceasta functie iti ofera posibilitatea de a intrerupe picurarea, oricand doresti sa torni o ceasca de cafea. O supapa opreste automat scurgerea cafelei, impiedicand astfel murdarirea suportului cafetierei sau a suprafetei pe care este asezata.\n\nOprire automata\nPentru siguranta dumneavoastra si pentru a economisi energie, cafetiera se opreste automat in 40 de minute dupa prepararea cafelei.",
    "Price": 80.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "heinner_hcm800bk.jpg",
    "Status": "Approved"
  },
  {
    "Title": "COOK-IT Cafetiera cu filtru – 1,5L recipient sticla",
    "Description": "COOK-IT Cafetiera cu filtru – 1,5L recipient sticla\n\nCafetiera cu filtru COOK-IT este alegerea ideala pentru iubitorii de cafea proaspata. Datorita recipientului din sticla de 1,5 L, poti prepara pana la 12 cesti odata. Designul elegant, negru si din otel inoxidabil, se potriveste perfect in orice bucatarie, iar afisajul digital si timer-ul practic iti permit sa setezi cu usurinta ora la care vrei sa fie gata cafeaua.\n\nBeneficii cheie:\n- Recipient din sticla 1,5 L (12 cesti): ideal pentru familie, musafiri sau birou.\n- Intensitate ajustabila: alege intre o cafea mai usoara sau una mai tare.\n- Functie timer & afisaj digital: programeaza usor momentul prepararii cafelei.\n- Functie mentinere la cald & placa de incalzire: cafeaua ramane la temperatura optima.\n- Functie anti-picurare: fara mizerie atunci cand torni cafeaua intre cicluri.\n- Fara BPA: toate componentele care intra in contact cu apa si cafeaua sunt fara substante daunatoare.\n\nSpecificatii tehnice:\n- Putere: 1000 W\n- Control: Touchscreen\n- Functii: Oprire automata, Indicator nivel apa, Baza anti-alunecare.\n- Material: Carcasa din otel inoxidabil.\n- Dimensiuni: 33,5 x 17 x 21 cm.",
    "Price": 351.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "cafetiera_cook_it_1.5l.jpg",
    "Status": "Approved"
  },
  {
    "Title": "Cafetiera Tefal Smart'n Light CM600810, 1000W, 1.25 l",
    "Description": "Cafetiera Tefal Smart'n Light CM600810, 1000W, 1.25 l, ecran digital, functie auto OFF, sistem antipicurare, carafa sticla, functie mentinere la cald, suport filtru detasabil, negru\n\nPersonalizeaza taria cafelei tale cu o simpla atingere de buton\nCafetiera Tefal Smart'n Light este ideala pentru a-ti incepe ziua energic cu o ceasca de cafea perfecta. Este foarte simplu de obtinut bautura perfecta datorita ecranului digital intuitiv.\n\nCaracteristici principale:\n- Infuzare optima: Duza de dimensiuni marite si Functia Aroma (pre-infuzare in 2 pasi) garanteaza o aroma bogata si intensa.\n- Pornire programabila: Poti programa prepararea cafelei cu pana la 24 de ore in avans, pentru a avea cafeaua gata cand te trezesti.\n- Capacitate ideala: Recipientul de 1.25 L permite prepararea a pana la 15 cesti, perfect pentru familie si invitati.\n- Functii inteligente: Sistem antipicurare pentru servire in timpul prepararii, mentinere la cald timp de 30 de minute si oprire automata pentru siguranta.\n- Sustenabilitate: Produs reparabil timp de 15 ani.",
    "Price": 269.00,
    "CategoryName": "Electrocasnice",
    "ImageFile": "tefal_smart_n_light.jpg",
    "Status": "Approved"
  }
]